{
  "stories" : [{
      "author": "Georgina Jones",
      "content": "Being body positive takes time, energy, missteps, and patience. From my experiences, you don't just decide to be body positive one day, only for it to happen instantly. There are little steps to becoming body positive that you'll usually have to experiment with, intermixed with big ones. And trust me, there are a lot of stumbles along the way. Eventually you'll get there, I promise, but each journey is different and challenges us in unique ways. Whether you're just beginning, you've been 'just beginning' for a while now, or you're a seasoned body positive activist, it's always handy to have a list that can help remind you of the small things you could be doing to make body positivity easier for yourself. It's a hard enough journey as it is, so picking up tips for body confidence and self love wherever you can find them is a must. Often, our lives are way too busy to leave any time for focusing on loving ourselves (our busy lifestyles is why ready meals and click bait were invented, after all). So the simpler the methods of indoctrinating ourselves into the world of self love, the better. I don't say that entirely because I'm a lazy Millennial (although I am), but because tackling issues often and in small doses is usually easier than tackling an entire problem at once. Here are some small ways to build body confidence that I've found particularly useful.",
      "post_date": "Tuesday, February 23 2016",
      "title": "11 Little ways...",
      "image_url" : "http://lovelace-media.imgix.net/uploads/112/f3c3c490-bc6c-0133-829f-06e18a8a4ae5.jpg?w=684&h=513&fit=crop&crop=faces&auto=format&q=70"
    }, {
        "author": "Rachel Simon",
        "content": "If you were to pick just one year of the '00s that encapsulates the decade's pop culture trends and quirks perfectly, it'd be, without a doubt, 2004. Back then, Jennifer Aniston and Brad Pitt were still together, Beyonce was just starting to go solo, Friends was leaving the air, and Orlando Bloom was everyone's favorite heartthrob. There was Nipplegate, K-Fed, Mean Girls and Vote for Pedro!, but perhaps nothing captures that era more than Garden State, Zach Braff's now-iconic dramedy about a depressed actor's return to his hometown. The movie became a cult classic, but, thanks to its supposed twee qualities and manic pixie dream girl lead, it also became a target for some of the biggest criticisms faced by any film of that decade — which, Braff tells Bustle, even he could've seen coming. If something reaches a high enough level of attention, you can just count the seconds before there’s a backlash against it, says Braff, adding, 'I always say, to those who loved it, thank you, and to those who didn’t — it was my first film. Yet while the star has clearly come a long way since the movie's release, with two more self-directed films and an Emmy nomination for Scrubs under his belt, the public has refused to leave Garden State behind. From the bestselling and hugely influential soundtrack to the hundreds of essays written about the film's depictions of millennial culture, Braff's little indie has one of the biggest pop culture footprints of any movie of its era. And although some of those effects have been indisputably positive (the movie did mean a lot to some people, Braff says), much of the film's legacy has been filled with criticism: for its hipsterdom, for its moodiness, for its depiction of Natalie Portman's Sam as a manic pixie: a shallow, quirky character not there for any more purpose than to fill Braff's Andrew with renewed purpose. I was a 25-year-old guy who was writing what he dreamed would happen: a woman would come along and save him from himself. Over the years, many have come to Garden State's defense in this regard, stating, correctly, that it was far from the first movie to introduce such a trope (that'd be 1938's Bringing Up Baby), and certainly not the last. Yet just as many have blamed the movie for starting the widespread trend of introducing a rather unbelievably formed female character solely as a prop for the far more complex male lead. Even Portman herself has weighed in on the debate, saying at the 2015 Toronto Film Festival that the MPDG is a troubling trope that she recognizes existing in Garden State. When I ask Braff his thoughts on the matter, he's defensive, saying that he gets the criticism but quickly adding that the choice made sense at the time; he's willing to admit that the trope exists, but, understandably, denies that it was a mistake to include it in the first place.",
        "post_date": "Tuesday, February 23 2016",
        "title": "Why Zach Braff Still Defends 'Garden State'",
        "image_url" : "http://lovelace-media.imgix.net/uploads/36/8470b7f0-b899-0133-8291-06e18a8a4ae5.jpg?w=373&h=280&fit=crop&crop=faces&auto=format&q=70"
    }, {
        "author": "Hillary E. Crawford",
        "content": "They say that was happens in Vegas, stays in Vegas. The same can't be said for Donald Trump, who said he wanted to punch a protester in the face during a Sin City rally on Monday night. Then again, he probably doesn't care whether or not the world knows what happened in Vegas, because he didn't seem to utter those words accidentally or impulsively. The inappropriate remark was 100 percent Trump — that's to say, purposeful — and this pompous 'above the law' attitude, paired with a complete intolerance for any dissenting opinion, should be worrisome coming from a potential leader of the United States.During his rally, Trump said the man was trying to assault security guards, but according to CNN, that didn't seem to be the case. The protester's smiling face also irked the GOP candidate. Said Trump:",
        "post_date": "Tuesday, February 23 2016",
        "title": "Now Trump Wants To Punch Protesters In The Face",
        "image_url" : "http://lovelace-media.imgix.net/getty/511781918.jpg?w=373&h=280&fit=crop&crop=faces&auto=format&q=70"
    }, {
        "author": "Rebecca Deczynski",
        "content": "While peanut butter has become a glorified spread in popular cuisine, making its way in candy bars and countless decadent desserts, almond butter has remained simply another option for a sandwich filling. But really, there are so many ways to use almond butter that don’t even remotely involve jam and bread. Sure, even if you love Reese’s Pieces and can’t resist a classic PB&J, these recipes might even convince you that almond butter is better than peanut butter.Incorporating nut butter into your diet is a great way to increase your protein intake. But more specifically, eating almonds will help lower your cholesterol and boost your body’s immunity. Plus, almond butter is just plain good. Smear some on an apple. Mix it into your oatmeal. It’s impossible to fight the plain truth of the matter. Even a peanut devotee cannot resist a tasty jar of almond butter. It’s not just a second-rate alternative for people with peanut allergies. These 16 recipes use almond butter in so many different ways that you’ll be inspired to go out and buy a jar as soon as possible. Whether you prefer your butter creamy or crunchy, you’re bound to find something you love here.",
        "post_date": "Tuesday, February 23 2016",
        "title": "16 Unique Ways To Use Almond Butter",
        "image_url" : "http://lovelace-media.imgix.net/uploads/455/ee0e0040-b982-0133-bf43-0e694d25c22d.jpg?w=373&h=280&fit=crop&crop=faces&auto=format&q=70"
    }, {
        "author": "Joseph D. Lyons",
        "content": "Of all the possible super PACs that could have thrown their weight behind Bernie Sanders, this one would probably be his last choice. Backed nearly entirely by billionaires and co-founded by Karl Rove, American Crossroads has been spouting the conservative agenda since the 2010 election. During the 2012 campaign, it spent millions trying to tear down Obama and win Republican control of the Senate, and their pro-GOP advertising spend hasn't dropped off since. So what's this about American Crossroads helping Bernie in Nevada? Well, mostly it's about hurting Hillary Clinton. The conservative group spent massive amounts of money attacking Clinton, which in turn helped Sanders. The former secretary of state squeaked out a victory in Nevada after leading in the polls by a large margin for months. Sanders would say his political revolution is bearing fruit. But American Crossroads wants to take some of the credit too. Steven Law, president and CEO of Crossroads, said in a statement that their group should get some of the glory:",
        "post_date": "Tuesday, February 23 2016",
        "title": "Guess Which Super PAC Supports Sanders",
        "image_url" : "http://lovelace-media.imgix.net/getty/511768144.jpg?w=373&h=280&fit=crop&crop=faces&auto=format&q=70"
    }, {
        "author": "Erin Corbett",
        "content": "Kasich essentially prevented $1.3 million in funding for HIV testing, health screenings, and prevention of violence against women. The move to block this funding follows a Feb. 18 GOP debate in which the candidate suggested that the U.S. needs an 'all-out war' against violence against women. I guess he had to prove he's conservative enough for a nomination, at the expense of affordable healthcare for people in his state who depend on Planned Parenthood for far more than just abortion services.Defunding Planned Parenthood takes accessible and affordable sexual health care away from a lot of people, most often poor women of color. Over three million low-income women were uninsured in 2014, making access to the clinic an even greater necessity. Kasich's opposition is reportedly based on the false findings of an anti-abortion organization's sting operation against Planned Parenthood last year that suggests the provider sells 'aborted baby parts.' A Texas grand jury cleared Planned Parenthood of any unlawful activity in Jan. 2016. And according to an Oct. 2015 Gallup poll, 59 percent of Americans viewed Planned Parenthood favorably.",
        "post_date": "Tuesday, February 23 2016",
        "title": "Kasich Wants Women Out Of The Kitchen And PP",
        "image_url" : "http://lovelace-media.imgix.net/getty/511712444.jpg?w=373&h=280&fit=crop&crop=faces&auto=format&q=70"
    }],
    "headlines": [{
      "author": "Rachel Krantz",
      "content": "Like a lot of young women, I've been on and off of antidepressants for my entire adult life. I started taking them at 18 because I was having an extremely phobic OCD episode; a response to my parents getting divorced, the prospect of going off to college, and getting head lice, all in the same year. I suffered from a constant, plaguing paranoia that I still had bugs in my hair. I developed countless compulsions to keep myself safe from infecting others and even from reinfecting myself. The only time I wasn't thinking about bugs was when I was having particularly exciting sex with my summer fling, the only person I allowed my hair to touch.",
      "post_date": "February 22, 2016",
      "title": "What A Decade On SSRI's Forced...",
      "image_url":"http://lovelace-media.imgix.net/uploads/8/d1ca7250-a69f-0133-a053-0e7c926a42af.jpg?w=766&h=431&fit=crop&crop=faces&auto=format&q=70"
      }, {
      "author": "Toria Shellfield",
      "content": "We all know that certain things are bad for us — smoking, not eating our vegetables, drinking too much; but perhaps the scarier thing is all the bad-for-you things you might be doing every day that you don't even know about.We're all pretty aware of the big, most obvious stuff — like not wearing our seatbelt — and therefore we're making a conscious decision to incur some level of risk if or when we choose to partake in them. But when we have literally no idea we're doing something that could be negatively affecting our health, we no longer get to have a choice in the matter. And worse, if we did know, we might be making very different day-to-day decisions.",
      "post_date": "February 22, 2016",
      "title": "9 Things You're Probably Doing Right Now That Are Bad For You",
      "image_url":"http://lovelace-media.imgix.net/uploads/1252/c932da10-b96b-0133-773c-0e7c926a42af.jpeg?w=766&h=431&fit=crop&crop=faces&auto=format&q=70"
    }, {
      "author": "Marie Southard Opsina",
      "content": "I cannot begin to fathom how difficult parenting must be. Not only do I struggle to take care of anyone other than myself (and my skills in that department are questionable as it is), but my mind is boggled when thinking about what lessons I'd try to instill in another human being, versus what lessons I'd hope my kid might figure out as they went along. It's certainly true whenever I think about body positivity and parenting. In a world that, overall, still doesn't promote positive self image, diversity, inclusivity, or intersectionality, how can you possibly teach a little person to feel good about themselves, all while respecting the lifestyle and aesthetic choices of others?",
      "post_date": "February 22, 2016",
      "title": "19 Things Body Positive Parents Say To Thier Kids",
      "image_url":"http://lovelace-media.imgix.net/uploads/112/b396ab30-bba9-0133-829c-06e18a8a4ae5.jpg?w=766&h=431&fit=crop&crop=faces&auto=format&q=70"
      }]
}
